<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `hhs_ad`;");
E_C("CREATE TABLE `hhs_ad` (
  `ad_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `position_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `media_type` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `ad_name` varchar(60) NOT NULL DEFAULT '',
  `ad_link` varchar(255) NOT NULL DEFAULT '',
  `ad_code` text NOT NULL,
  `start_time` int(11) NOT NULL DEFAULT '0',
  `end_time` int(11) NOT NULL DEFAULT '0',
  `link_man` varchar(60) NOT NULL DEFAULT '',
  `link_email` varchar(60) NOT NULL DEFAULT '',
  `link_phone` varchar(60) NOT NULL DEFAULT '',
  `click_count` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `enabled` tinyint(3) unsigned NOT NULL DEFAULT '1',
  `city_id` int(10) NOT NULL,
  `order_sort` int(10) NOT NULL DEFAULT '0',
  `ad_width` int(30) NOT NULL COMMENT 'app用',
  `app_type` varchar(20) DEFAULT NULL,
  `app_type_id` int(10) DEFAULT NULL,
  `cate_id` smallint(3) unsigned NOT NULL DEFAULT '0' COMMENT 'pc首页楼层图',
  PRIMARY KEY (`ad_id`),
  KEY `position_id` (`position_id`),
  KEY `enabled` (`enabled`)
) ENGINE=MyISAM AUTO_INCREMENT=108 DEFAULT CHARSET=utf8");
E_D("replace into `hhs_ad` values('10','3','0','夺宝测试','http://wfx.hostadmin.com.cn/goods.php?id=403','1462991613184644685.png','-28800','-28800','','','','0','0','0','0','0','','0','0');");
E_D("replace into `hhs_ad` values('24','10','0','start_1_640×1136','','1471023657527615129.jpg','-28800','-28800','','','','0','1','0','1','0',NULL,NULL,'0');");
E_D("replace into `hhs_ad` values('25','10','0','start_2_640×1136','','1471023634723120409.jpg','-28800','-28800','','','','0','1','0','2','0',NULL,NULL,'0');");
E_D("replace into `hhs_ad` values('26','10','0','start_3_640×1136','','1471023621677615792.jpg','-28800','-28800','','','','0','1','0','3','0',NULL,NULL,'0');");
E_D("replace into `hhs_ad` values('27','17','0','启动页_640×1136','','1471023807766380580.jpg','-28800','-28800','','','','0','1','0','0','0',NULL,NULL,'0');");
E_D("replace into `hhs_ad` values('29','17','0','启动页_640×960','','1471024065292909690.jpg','-28800','-28800','','','','0','1','0','0','0',NULL,NULL,'0');");
E_D("replace into `hhs_ad` values('30','17','0','启动页_1080×1920','','1471024423126472094.jpg','-28800','-28800','','','','0','1','0','0','0',NULL,NULL,'0');");
E_D("replace into `hhs_ad` values('32','17','0','启动页_720×1280','','1471024476617203749.jpg','-28800','-28800','','','','0','1','0','0','960',NULL,NULL,'0');");
E_D("replace into `hhs_ad` values('35','10','0','start_1_640×960','','1471025772070466486.jpg','-28800','-28800','','','','0','1','0','1','960',NULL,NULL,'0');");
E_D("replace into `hhs_ad` values('36','10','0','start_2_640×960','','1471025800253721785.jpg','-28800','-28800','','','','0','1','0','2','960',NULL,NULL,'0');");
E_D("replace into `hhs_ad` values('37','10','0','start_3_640×960','','1471025816751148029.jpg','-28800','-28800','','','','0','1','0','3','960',NULL,NULL,'0');");
E_D("replace into `hhs_ad` values('38','10','0','start_1_1080x1920','','1471026250693046746.jpg','-28800','-28800','','','','0','1','0','1','0',NULL,NULL,'0');");
E_D("replace into `hhs_ad` values('39','10','0','start_2_1080x1920','','1471026267067453880.jpg','-28800','-28800','','','','0','1','0','2','0',NULL,NULL,'0');");
E_D("replace into `hhs_ad` values('40','10','0','start_3_1080x1920','','1471026283948583516.jpg','-28800','-28800','','','','0','1','0','3','0',NULL,NULL,'0');");
E_D("replace into `hhs_ad` values('41','10','0','start_1_1242x2208','','1471026312305167148.jpg','-28800','-28800','','','','0','1','0','1','0',NULL,NULL,'0');");
E_D("replace into `hhs_ad` values('42','10','0','start_2_1242x2208','','1471026329567818289.jpg','-28800','-28800','','','','0','1','0','2','0',NULL,NULL,'0');");
E_D("replace into `hhs_ad` values('43','10','0','start_3_1242x2208','','1471026358967663689.jpg','-28800','-28800','','','','0','1','0','3','0',NULL,NULL,'0');");
E_D("replace into `hhs_ad` values('45','25','0','首页5图-1元夺宝','lottery.php','1479433475240155906.jpg','-28800','-28800','','','','0','1','0','0','0',NULL,NULL,'0');");
E_D("replace into `hhs_ad` values('46','25','0','首页物','zero.php','1479434103676953514.jpg','-28800','-28800','','','','0','1','0','0','0',NULL,NULL,'0');");
E_D("replace into `hhs_ad` values('47','25','0','首页5图-店铺街','store_list.php','1479433510396033432.jpg','-28800','-28800','','','','0','1','55','0','0',NULL,NULL,'0');");
E_D("replace into `hhs_ad` values('49','25','0','首页5图-微爱联盟','rank.php','1479433485114276953.jpg','-28800','-28800','','','','0','1','0','0','0',NULL,NULL,'0');");
E_D("replace into `hhs_ad` values('63','25','0','新人专享','newusers.php','1482358748444150736.jpg','-28800','-28800','','','','0','1','0','0','0',NULL,NULL,'0');");
E_D("replace into `hhs_ad` values('50','2','0','新人专属banner','','1472086812282164314.jpg','-28800','-28800','','','','0','1','0','0','0','','0','0');");
E_D("replace into `hhs_ad` values('73','1','0','众筹','','1484615971003835921.jpg','-28800','-28800','','','','0','1','0','0','0','','0','0');");
E_D("replace into `hhs_ad` values('75','1','0','hanfneg','','1484616259430264902.jpg','-28800','-28800','','','','0','1','0','2','0','cat','170','0');");
E_D("replace into `hhs_ad` values('72','1','0','抽奖','','1484615995472885388.jpg','-28800','-28800','','','','0','1','0','1','0','','0','0');");
E_D("replace into `hhs_ad` values('74','1','0','秒杀','','1484616024437619006.jpg','-28800','-28800','','','','0','1','0','3','0','','0','0');");
E_D("replace into `hhs_ad` values('57','25','0','首页5图-抽奖','luckdraw.php','1479433558844895630.jpg','-28800','-28800','','','','0','1','0','0','0',NULL,NULL,'0');");
E_D("replace into `hhs_ad` values('76','8','0','jifenduihuan','','1486330951616780185.jpg','-28800','-28800','','','','0','1','0','0','0','','0','0');");
E_D("replace into `hhs_ad` values('91','28','0','餐饮楼层广告1','','1491348247514492305.jpg','-28800','-28800','','','','0','1','0','0','0','','0','81');");
E_D("replace into `hhs_ad` values('83','27','0','PC1','','1496966138846874483.jpg','-28800','-28800','','','','0','1','0','1','0','','0','0');");
E_D("replace into `hhs_ad` values('84','27','0','PC2','','1496966151760038501.jpg','-28800','-28800','','','','0','1','0','0','0','','0','0');");
E_D("replace into `hhs_ad` values('85','27','0','PC3','','1496966167035060761.jpg','-28800','-28800','','','','0','1','0','2','0','','0','0');");
E_D("replace into `hhs_ad` values('86','27','0','PC4','','1496966183662207928.jpg','-28800','-28800','','','','0','1','0','3','0','','0','0');");
E_D("replace into `hhs_ad` values('92','28','0','全球购楼层广告','','1491355248788286181.jpg','-28800','-28800','','','','0','1','0','0','0','','0','53');");
E_D("replace into `hhs_ad` values('90','28','0','餐饮楼层广告','','1491348219907538458.jpg','-28800','-28800','','','','0','1','0','0','0','','0','79');");
E_D("replace into `hhs_ad` values('93','28','0','全球购楼层广告1','','1491355590545650837.png','-28800','-28800','','','','0','1','0','0','0','','0','53');");
E_D("replace into `hhs_ad` values('94','28','0','美妆馆楼层','','1491348643497508902.jpg','-28800','-28800','','','','0','1','0','0','0','','0','89');");
E_D("replace into `hhs_ad` values('95','28','0','美妆馆楼层1','','1491348676593871999.jpg','-28800','-28800','','','','0','1','0','0','0','','0','89');");
E_D("replace into `hhs_ad` values('96','28','0','月呵呵哈哈哈','','1491354478283028207.jpg','-28800','-28800','','','','0','1','0','0','0','','0','84');");
E_D("replace into `hhs_ad` values('97','28','0','全球购楼层广告2','','1491355624802380454.png','-28800','-28800','','','','0','1','0','0','0','','0','53');");
E_D("replace into `hhs_ad` values('98','28','0','鲜货1','','1491950213247126959.png','-28800','-28800','','','','0','1','0','0','0','','0','48');");
E_D("replace into `hhs_ad` values('99','28','0','鲜货2','','1491950603059006115.jpg','-28800','-28800','','','','0','1','0','0','0','','0','48');");
E_D("replace into `hhs_ad` values('100','28','0','数码1','','1491950801758928959.jpg','-28800','-28800','','','','0','1','0','0','0','','0','82');");
E_D("replace into `hhs_ad` values('101','28','0','数码2','','1491950817007391376.jpg','-28800','-28800','','','','0','1','0','0','0','','0','82');");
E_D("replace into `hhs_ad` values('102','28','0','母婴1','','1491951046191873585.jpg','-28800','-28800','','','','0','1','0','0','0','','0','152');");
E_D("replace into `hhs_ad` values('103','28','0','母婴2','','1491951063485630244.jpg','-28800','-28800','','','','0','1','0','0','0','','0','152');");
E_D("replace into `hhs_ad` values('104','28','0','服装1','','1491951430687026828.jpg','-28800','-28800','','','','0','1','0','0','0','','0','93');");
E_D("replace into `hhs_ad` values('105','28','0','建材1','','1491951446606126557.jpg','-28800','-28800','','','','0','1','0','0','0','','0','84');");
E_D("replace into `hhs_ad` values('106','28','0','建材2','','1491951463775322341.jpg','-28800','-28800','','','','0','1','0','0','0','','0','84');");
E_D("replace into `hhs_ad` values('107','28','0','玩具1','','1491951512480855567.jpg','-28800','-28800','','','','0','1','0','0','0','','0','81');");

require("../../inc/footer.php");
?>