<?php

/**
 * 小舍拼团 优惠劵类型/优惠劵管理程序
 * ============================================================================
 * * 版权所有 2012-2014 无锡三舍文化传媒有限公司，并保留所有权利。
 * 网站地址: http://www.baidu.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: pangbin $
 * $Id: bonus.php 17217 2014-05-12 06:29:08Z pangbin $
*/


$_LANG['share_type'][1] = '分享给好友';
$_LANG['share_type'][2] = '分享到朋友圈';
$_LANG['share_type'][3] = '分享到微博';
$_LANG['share_type'][4] = '分享到qq';

$_LANG['share_status'][1] = '成功';
$_LANG['share_status'][2] = '取消';
?>
